Repository: OmegaT-L10N/eu
Catalog: omegat/project_save.tmx
Source language: en
Languages: eu

source: Analyzing strings - {0} of {1} completed
eu: Kateak analizatzen - {0} analizatu dira {1}(e)tik

source: Android Resources
eu: Android baliabideak

source: Anthony Baldwin (localisation manager)
eu: Anthony Baldwin (Itzulpenen kudeatzailea)

source: Apache Commons (Apache License 2.0)
eu: Apache Commons (Apache lizentzia 2.0)

source: Appearance
eu: Itxura

source: Apply &Fix
eu: Aplikatu &konponketa

source: Are you sure you want to remove the {0} set of segmentation rules?
eu: Ziur zaude segmentazio-arauen {0} multzoa ezabatu nahi duzula?

source: Are you sure you want to reset all custom colours?
eu: Ziur zaude kolore pertsonalizatu guztiak berrezarri nahi dituzula?

source: Are you sure you want to reset the master password?
eu: Ziur zaude pasahitz maisua berrezarri nahi duzula?

source: Arrays must not be null
eu: Array-ek ez dute nuluak izan behar

source: As a result of this, all settings will be at their defaults, due to which you may experience unexpected, but correct behaviour.
eu: Horren ondorioz, lehenetsitako balioak erabiliko dira ezarpen guztietan, eta beraz, OmegaT-k ustekabeko portaera eduki dezake, nahiz eta beti portaera zuzena izango den.

source: At the end of your translation, OmegaT exports three translation memories called level1, level2 and omegat to your project folder.
eu: Zure itzulpenaren amaieran, OmegaT-k hiru itzulpen-memoria esportatuko ditu zure proiektuaren karpetara: level1, level2 eta omegat .

source: At the top of that dialog, select your source file's language and the language that your translated file will be, and click OK to continue.
eu: Koadro horren goialdean, hautatu zure sorburu-fitxategien hizkuntza eta zure fitxategi itzulien hizkuntza, eta egin klik 'Ados' botoian aurrera jarraitzeko.

source: Attempt to convert &numbers when inserting a fuzzy match
eu: Saiatu &zenbakiak bihurtzen parekatze lausoa txertatzen denean

source: Attribute:
eu: Atributua:

source: Aut&hor:
eu: E&gilea:

source: Authentication
eu: Autentifikazioa

source: Auto replace 'nplurals=INTEGER; &plural=EXPRESSION;' in header
eu: Automatikoki ordeztu 'nplurals=INTEGER; &plural=EXPRESSION;' goiburuan

source: Auto-Completion
eu: Osatze automatikoa

source: Auto-sync with Editor
eu: Sinkronizatze automatikoa editorearekin

source: Auto-text configuration
eu: Testu automatikoaren konfigurazioa

source: Auto-text file (*.autotext)
eu: Testu automatikoko fitxategia (*.autotext)

source: Automatically check for updates
eu: Automatikoki egiaztatu bertsio berririk dagoen

source: Autotext
eu: Testu automatikoa

source: Autotext entries
eu: Testu automatikoko sarrerak

source: Available dictionaries:
eu: Hiztegi erabilgarriak:

source: Available script engines:
eu: Erabilgarri dauden script-motorrak:

source: Average Score: {0}
eu: Batez besteko puntuazioa: {0}

source: B&rowse
eu: A&rakatu

source: Back to the initial segment on close
eu: Atzeko hasierako segmentura proiektua ixtean

source: Backed up preferences to {0}
eu: Hobespenen babeskopia egin da {0} kokalekuan

source: Background
eu: Atzeko planoa

source: Backup
eu: Babeskopia

source: Bad folder name {0}
eu: {0} karpeta-izen okerra

source: Bad nesting
eu: Habiraketa okerra

source: Bad regular expression
eu: Adierazpen erregular okerra

source: Bad regular expression!
eu: Adierazpen erregular okerra!

source: Bartender yells loud: Your page cannot be found, boy Buy another drink
eu: Zerbitzariak ozen egin du oihu: Ez da aurkitu zure orria, motel Hartu beste trago bat.

source: Beautify
eu: Edertu

source: Beautify resulting DOCX
eu: Edertu emaitzako DOCX fitxategia

source: Bidirectional control characters
eu: Noranzko biko kontrol-karaktereak

source: Bookmark &references
eu: Laster-marken &erreferentziak

source: Both
eu: Biak

source: Break/Exception
eu: Etena/Salbuespena

source: Briac Pilpré (webmaster)
eu: Briac Pilpré (web garatzailea)

source: Bro&wse
eu: Ara&katu

source: Brows&e
eu: Araka&tu

source: Browse
eu: Arakatu

source: Browse...
eu: Arakatu...

source: Bug reports (in English), at the SourceForge site:
eu: Akatsen jakinarazpena (ingelesez), SourceForge-ko gunean:

source: C&ase sensitive
eu: &Maiuskulak/minuskulak

source: C&harts
eu: &Grafikak

source: C&lear
eu: Ga&rbitu

source: C&opy All Data to Clipboard
eu: K&opiatu datu guztiak arbelean

source: C&urrent Target Document
eu: U&neko helburu-dokumentua

source: Calculator:
eu: Kalkulagailua:

source: Cancel
eu: Utzi

source: Cancel Pinpoint Align
eu: Utzi kokalekuaren araberako lerrokatzea

source: Cancel only works on scripts that explicitly check for cancellation.
eu: Bertan behera geratzea esplizituki onartzen duten scriptekin solik funtzionatzen du.

source: Canceled
eu: Utzi egin da

source: Cancelled creating new team project
eu: Talde-proiektu berria sortzea bertan behera geratu da

source: Cannot access glossary folder!
eu: Ezin izan da glosarioen karpeta atzitu!

source: Cannot create folder for translated files:
eu: Ezin da karpeta sortu itzulitako hurrengo fitxategientzako:

source: Cannot install
eu: Ezin da instalatu

source: Cannot load specified XML file!
eu: Ezin da adierazitako XML fitxategia kargatu!

source: Cannot read selected script file.
eu: Ezin izan da hautatutako script-fitxategia irakurri.

source: Cannot reset the filter to default patterns.
eu: Ezin izan da iragazkia eredu lehenetsira berrezarri.

source: Catalan
eu: Katalana

source: Change date
eu: Aldaketa-data

source: Changed &before:
eu: Honen &aurretik aldatua:

source: Changed after:
eu: Honen &ondoren aldatua:

source: Changed by
eu: Aldatzailea

source: Changed on
eu: Aldaketa-data

source: Changer
eu: Aldatzailea

source: Character
eu: Karakterea

source: Character Table
eu: Karaktere-taula

source: Character table
eu: Karaktere-taula

source: Character table auto-completer options
eu: Karaktere-taularen osatzaile automatikoaren aukerak

source: Characters (including spaces)
eu: Karaktereak (zuriuneak barne)

source: Characters (without spaces)
eu: Karaktereak (zuriunerik gabe)

source: Check &Issues...
eu: Egiaztatu &arazoak...

source: Check &all printf-variables (e.g., %s, %-s)
eu: Markatu printf-aldagai &guztiak (esaterako, %s, %-s)

source: Check &automatically
eu: Egiaztatu &automatikoki

source: Check &simple printf-variables (e.g., %s, %d)
eu: Markatu printf-aldagai &sinpleak (esaterako, %s, %d)

source: Check Issues for &Current Document
eu: Egiaztatu &uneko dokumentuaren arazoak

source: Check LanguageTools rules
eu: Egiaztatu LanguageTools arauak

source: Check Now
eu: Egiaztatu orain

source: Check Rules
eu: Egiaztatze-arauak

source: Check for doubled blanks
eu: Begiratu zuriune bikoiztuak

source: Check for doubled words
eu: Begiratu hitz bikoiztuak

source: Check for equal source & target
eu: Begiratu sorburua eta helburua berdinak diren

source: Check for inconsistent numbers
eu: Begiartu koherenteak ez diren zenbakiak dauden

source: Check for leading whitespace
eu: Begiratu hasierako zuriunea

source: Check for longer target
eu: Begiratu helburua luzeagoa den

source: Check for segments with spelling errors
eu: Begiratu ortografia-akatsak dituzten segmentuak dauden

source: Check for shorter target
eu: Begiratu helburua laburragoa den

source: Check for trailing whitespace
eu: Begiratu amaierako zuriunea

source: Check for untranslated segments
eu: Begiratu itzuli gabeo segmentuak dauden

source: Check number of tags
eu: Begiratu etiketa-kopurua

source: Check punctuation at segment end
eu: Begiratu puntuazioa segmentuaren amaieran

source: Check sequence of tags
eu: Begiratu etiketen sekuentziak

source: Check simple &java MessageFormat patterns (e.g. {0})
eu: Markatu &java MessageFormat ereduak (esaterako, {0})

source: Check spaces around tags
eu: Begiratu etiketen inguruko zuriuneak

source: Check start case
eu: Begiratu hasierako maiuskula/minuskula

source: Check whole project
eu: Egiaztatu proiektu osoa

source: Check {0}
eu: Egiaztatu {0}

source: Checking out the project...
eu: Proiektuaren checkout egiten...

source: Chinese
eu: Txinera

source: Choose MED project
eu: Aukeratu MED proiektua

source: Choose SVN repository to perform cleanup
eu: Aukeratu garbituko den SVN biltegia

source: Choose Source File
eu: Aukeratu sorburu-fitxategia

source: Choose Target File
eu: Aukeratu helburu-fitxategia

source: Cleaning entry '{0}'...
eu: '{0}' sarrera garbitzen...

source: Clear
eu: Garbitu

source: Clear Mark
eu: Garbitu marka

source: Click on '{0}' menu item
eu: Egin klik menuko '{0}' aukeran

source: Click on Copy Files to Source Folder... to select your source files.
eu: Egin klik 'Inportatu sorburu-fitxategiak...' aukeran zure sorburu-fitxategia aukeratzeko.

source: Clo&se
eu: It&xi

source: Close
eu: Itxi

source: Close the current OmegaT instance 3.
eu: Itxi OmegaT-ren oraingo instantzia 3.

source: Co&mments
eu: Iru&zkinak

source: Code has been contributed by: {0}
eu: Kodea hurrengo lagunek idatzi dute: {0}

source: Colours
eu: Koloreak

source: Column Index must be equal to 1
eu: Zutabe-indizeak 1 izan behar du

source: Command
eu: Komandoa

source: Command delimiter is empty
eu: Komando-mugatzailea hutsik dago

source: Command does not contain "{0}"
eu: Komandoak ez dauka "{0}"

source: Command is missing command string
eu: Komandoari komando-katea falta zaio

source: Command is missing delimiter
eu: Komandoari mugatzailea falta zaio

source: Command is missing encoding
eu: Komandoari kodeketa falta zaio

source: Command is missing target
eu: Komandoari helburua falta zaio

source: Command:
eu: Komandoa:

source: Commands
eu: Komandoak

source: Commands: -h, --help Show usage information.
eu: Komandoak: -h, --help Erakutsi erabilera-informazioa.

source: Comme&nts
eu: Iruz&kinak

source: Comment
eu: Iruzkina

source: Comment:
eu: Iruzkina:

source: Comments
eu: Iruzkinak

source: Commit Source Files
eu: Egikaritu sorburu-fitxategiak

source: Commit Target Files
eu: Egikaritu helburu-fitxategiak

source: Commit not possible because somebody else changed remote translation.
eu: Ez da posible commit egitea beste norbaitek urruneko itzulpena aldatu duelako.

source: Committing source files
eu: Sorburu-fitxategiak egikaritzen

source: Committing target files
eu: Helburu-fitxategiak egikaritzen

source: Comparison Mode:
eu: Konparazio modua:

source: Compress whitespace in translated document
eu: Konprimatu itzulitako dokumentuko zuriuneak

source: Con&figure
eu: Kon&figuratu

source: Con&tents
eu: &Edukiak

source: Concepción Martin (Facebook community manager)
eu: Concepción Martin (Facebook kanalaren kudeatzailea)

source: Confirm
eu: Baieztatu

source: Confirm removal of pattern {0}
eu: Berretsi {0} ereduaren ezabaketa

source: Confirm uninstalling
eu: Baieztatu desinstalazioa

source: Confirm:
eu: Baieztatu:

source: Conflict resolution
eu: Gatazka-konponbidea

source: Conflict {0} of {1}
eu: {0}. gatazka {1}(e)tik

source: Confused by false start of comment tag!
eu: Nahasmena iruzkin-etiketa baten hasiera faltsuaren ondorioz!

source: Connection available, the project is in team project mode.
eu: Konexioa erabilgarri dago, proiektua talde-proiektuaren moduan dago.

source: Console-align mode: --alignDir=<path> A directory containing the translated files.
eu: Console-align modua: --alignDir=<bidea> Itzulitako fitxategiak dituen direktorio bat.

source: Console-pseudotranslatetmx mode: --pseudotranslatetmx=<path> The output pseudotranslated TMX file.
eu: Console-pseudotranslatetmx modua: --pseudotranslatetmx=<bidea> IrteerakoTMX fitxategi sasiitzulia.

source: Console-translate mode: --source-pattern=<pattern> A regex whitelist of source files to process.
eu: Console-translate modua: --source-pattern=<eredua> Prozesatuko diren sortubu-fitxategien regex zerrenda zuri bat.

source: Context Menu Priority:
eu: Testuinguru-menuaren lehentasuna:

source: Continue
eu: Jarraitu

source: Continue anyway?
eu: Jarraitu?

source: Continue?
eu: Jarraitu?

source: Contributions to the code are documented in /docs/contributors.txt.
eu: Kodeari ekarpenak egin diotenen zerrenda /docs/contributors.txt fitxategian dago.

source: Contributors ============
eu: Garatzaileak ============

source: Convert
eu: Bihurtu

source: Convert Old Team Project
eu: Bihurtu talde-proiektu zaharra

source: Converting all .DOCX in the project...
eu: Proiektuko .DOCX guztiak bihurtzen...

source: Converting current .DOCX...
eu: Uneko .DOCX dokumentua bihurtzen...

source: Cop&y Files to Source Folder...
eu: K&opiatu fitxategiak sorburu-karpetara...

source: Copy
eu: Kopiatu

source: Copy <project>/omegat/project_save.tmx file into a safe location 2.
eu: Kopiatu <project>/omegat/project_save.tmx fitxategia kokaleku seguru batean 2.

source: Copy Files to Source Folder...
eu: Kopiatu fitxategiak sorburu-karpetara...

source: Copyright © 2000-2019 Keith Godfrey, Maxym Mykhalchuk and others
eu: Copyright © 2000-2019 Keith Godfrey, Maxym Mykhalchuk eta beste batzuk

source: Could not create project dir at {0}
eu: Ezin izan da proiektuaren direktorioa sortu {0} kokalekuan

source: Could not create the specified folder.
eu: Ezin izan da adierazitako karpeta sortu.

source: Could not initialize OS look and feel!
eu: Ezin izan da sistema eragilearen itxura eta izaera hasieratu!

source: Could not save credentials to text file
eu: Ezin izan dira kredentzialak testu-fitxategian gorde

source: Count &protected text and custom tags in statistics
eu: Zenbatu babestutako &testua eta etiketa pertsonalizatuak estatistiketan

source: Counter:
eu: Zenbagailua:

source: Create &Glossary Entry...
eu: Sortu &glosario-sarrera...

source: Create &Translated Documents
eu: Sortu &dokumentu itzuliak

source: Create Alternative Translation
eu: Sortu itzulpen alternatiboa

source: Create Current Translated &Document
eu: Sortu &uneko dokumentu itzulia

source: Create Glossary Entry
eu: Sortu glosario-sarrera

source: Create MED Project...
eu: Sortu MED proiektua...

source: Create New Project
eu: Sortu proiektu berria

source: Create a New Project
eu: Sortu proiektu berria

source: Create backup files of original DOCX
eu: Sortu jaotorrizko DOCX fitxategien babeskopiak

source: Create pseudo-translate TMX
eu: Sortu TMX sasiitzuliak

source: Create your own key then input it below.
eu: Sortu zure gakoa eta sartu behean.

source: Created by
eu: Sortzailea

source: Created by: {0}
eu: Sortzailea: {0}

source: Created on
eu: Sorrera-data

source: Creating output file '{0}'
eu: Irteerako '{0}' fitxategia sortzen

source: Creating translated documents: {0}
eu: Dokumentu itzuliak sortzen: {0}

source: Creation date
eu: Sorrera-data

source: Creator
eu: Sortzailea

source: Current DOCX file
eu: Uneko DOCX fitxategia

source: Current memory usage by the VM: {0}MB; of which free memory: {1}MB; maximum available: {2}MB
eu: Une honetan makina birtuala erabiltzen ari den memoria: {0}MB; horietatik memoria librea: {1}MB; eskuragarri dagoen maximoa: {2}MB;

source: Current team: (alphabetical order)
eu: Uneko taldea: (ordena alfabetikoa)

source: Cursor locked
eu: Kurtsorea blokeatuta

source: Cursor unlocked
eu: Kurtsorea desblokeatuta

source: Custom Colours
eu: Kolore pertsonalizatuak

source: Custom Colours Selection
eu: Kolore pertsonalizatuen hautapena

source: Custom table
eu: Taula pertsonalizatua

source: Customize character &table
eu: Pertsonalizatu karak&tere-taula

source: Cut
eu: Ebaki

source: Czech
eu: Txekiera

source: D&iagrams
eu: Dia&gramak

source: DeepL Api key not available.
eu: DeepL API gakoa ez dago erabilgarri.

source: Default
eu: Lehenetsia

source: Deleted
eu: Ezabatua

source: Delimiter
eu: Mugatzailea

source: Delimiter:
eu: Mugatzailea:

source: Description
eu: Deskribapena

source: Detail View
eu: Xehetasun-ikuspegia

source: Details unavailable
eu: Xehetasunak ez daude eskuragarri

source: Detecting...
eu: Detektatzen...

source: Dictionar&y
eu: Hi&ztegia

source: Dictionaries
eu: Hiztegiak

source: Dictionaries already installed:
eu: Instalatuta dauden hiztegiak:

source: Dictionary
eu: Hiztegia

source: Dictionary File Folder
eu: Hiztegi-fitxategien karpeta

source: Dictionary Files Folder
eu: Hiztegi-fitxategien karpeta

source: Dictionary Folder:
eu: Hiztegien karpeta:

source: Dictionary Installer
eu: Hiztegien instalatzailea

source: Dictionary file folder:
eu: Hiztegi-fitxategien karpeta:

source: Dictionary files folder entered does not exist!
eu: Adierazi den hiztegi-fitxategien karpeta ez da existitzen!

source: Didier Briel (project manager)
eu: Didier Briel (proiektuaren kudeatzailea)

source: Different punctuation
eu: Puntuazio desberdina

source: Different start case
eu: Hasierako maiuskula/minuskula desberdina

source: Disable rule “{0}”
eu: Desgaitu “{0}” araua

source: Displa&y source terms
eu: Erak&utsi sorburu-terminoak

source: Display
eu: Erakutsi

source: Display &None
eu: Ez erakutsi e&zer

source: Display &Source Segments
eu: Erakutsi &sorburu-segmentuak

source: Display &active source segment in bold
eu: Erakutsi sorburu-segmentu &aktiboa testu beltzarekin

source: Display &tags
eu: Erakutsi e&tiketak

source: Display Font
eu: Erakutsi letra-tipoa

source: Display all &source segments in bold
eu: Erakutsi &sorburu-segmentu guztiak testu beltzarekin

source: Display context description for TBX &glossaries
eu: Erakutsi testuinguru-deskribapena TBX &glosarioetan

source: Display for &All Segments
eu: Erakutsi segmentu &guztietarako

source: Display for Current &Segment
eu: Erakutsi uneko &segmenturako

source: Display:
eu: Erakutsi:

source: Displays alternative translations that you have created for segments that are repeated in the project.
eu: Proiektuan errepikatuta dauden segmentuetarako sortu dituzun itzulpen alternatiboak erakusten ditu.

source: Displays comments in the active segment if they exist in the source file and the file filter supports it (e.g. PO-filter).
eu: Segmentu aktiboko iruzkinak erakusten ditu, sorburu-fitxategian existitzen badira eta fitxategi-iragazkiak hura onartzen baditu (adibidez, PO iragazkiaren kasuan).

source: Displays the dictionary entries found in the dictionary files located in the /dictionary/ folder if they are present in the source segment.
eu: /dictionary/ karpetan kokatutako hiztegi-fitxategietako hiztegi-sarrerak erakusten ditu, haiek sorburu-segmentuan ageri badira.

source: Displays the entries as "<source> → <target>"
eu: Sarrerak "<sorburua> → <helburua>" gisa erakusten ditu

source: Displays the entries as "<target> → <source>"
eu: Sarrerak "<helburua> → <sorburua>" gisa erakusten ditu

source: Displays the glossary entries found in the glossary files located in the /glossary/ folder if they are present in the source segment.
eu: /glossary/ karpetan kokatutako glosario-fitxategietako glosario-sarrerak erakusten ditu, haiek sorburu-segmentuan ageri badira.

source: Displays the translation memories segments that match the source segment.
eu: Sorburu-segmentuarekin bat datozen itzulpen-memorietako segmentuak erakusten ditu.

source: Displays the translation of the source segment by the machine translation services you have selected in Preferences > Machine Translation, if those services are available.
eu: 'Hobespenak > Itzulpen automatikoa' aukeran hautatu duzun itzulpen automatikoko zerbitzuak sorburu-segmenturako eskainitako itzulpena erakusten du, zerbitzu horiek erabilgarri badaude.

source: Distance
eu: Distantzia

source: Do not allow creating translated documents with tag &issues
eu: Ez onartu dokumentu itzuliak sortzea etiketa-&akatsak daudenean

source: Do not translate the content attribute of meta-tags with the following attribute key-value pairs (separate with commas):
eu: Ez itzuli metaetiketen eduki-atributua honako gako-balio bikoteetarako (komen bidez bananduak):

source: Do not translate the content of tags with the following attribute key-value pairs (separate with commas):
eu: Ez itzuli etiketen edukia honako gako-balio bikoteetarako (komen bidez bananduak):

source: Do you really want to quit?
eu: Benetan irten nahi duzu?

source: Do you want to continue?
eu: Jarraitu nahi duzu?

source: Do you want to create it?
eu: Sortu nahi duzu?

source: Do you want to overwrite it?
eu: Hura gainidatzi nahi duzu?

source: Do you want to replace it with the one you're moving?
eu: Lekuz aldatzen ari zarenarekin ordeztu nahi duzu?

source: Doc&ument properties
eu: Dok&umentuaren propietateak

source: Dock
eu: Atrakatu

source: Domains
eu: Domeinuak

source: Don't Ask What to Check First
eu: Ez galdetu zer egiaztatuko den lehenengo

source: Don't ask before checking issues
eu: Ez galdetu arazoak egiaztatu baino lehen

source: Done
eu: Egina

source: Double-click on the OmegaT application.
eu: Egin klik bikoitza OmeagT aplikazioan.

source: Doubled blanks
eu: Zuriune bikoiztuak

source: Doubled words
eu: Hitz bikoiztuak

source: Download &Team Project...
eu: Deskargatu &talde-proiektua...

source: Download Media&Wiki Page...
eu: Deskargatu Media&Wiki orria...

source: Download MediaWiki Page
eu: Deskargatu MediaWiki orria

source: Download Team Project
eu: Deskargatu talde-proiektua

source: Download collection {0}
eu: Deskargatu {0} bilduma

source: Downloading project...
eu: Proiektua deskargatzen...

source: Dra&wings
eu: &Marrazkiak

source: Drop TMX files here to add them to the project.
eu: Jaregin TMX fitxategiak hemen haiek proiektuari gehitzeko.

source: Drop a project here to open it.
eu: Jaregin proiektu bat hemen hura irekitzeko.

source: Drop files here to add them to the project.
eu: Jaregin fitxategiak hemen haiek proiektuari gehitzeko.

source: Drop glossary files here to add them to the project.
eu: Jaregin glosario-fitxategiak hemen haiek proiektuari gehitzeko.

source: Duplicate
eu: Bikoiztua

source: Duplicate Fallbac&k Text
eu: Bikoiztu testu al&ternatiboa

source: Duplicate segments: {0}
eu: Bikoiztu segmentuak: {0}

source: During SVN error({0}), project_save.tmx was not really uploaded and SVN switched to unstable status.
eu: SVN errorean ({0}) zehar, project_save.tmx ez da kargatu eta SVN egoera ezegonkorrean geratu da.

source: During translation, use the Edit and Go To menus to perform various useful functions.
eu: Itzulpenean zehar, erabili 'Editatu' eta Joan menuak beste funtzio erabilgarri batzuk gauzatzeko.

source: Dutch
eu: Nederlandera

source: E&nable Sentence-level Segmenting
eu: &Gaitu esaldi mailako segmentazioa

source: E&xclusions...
eu: &Baztertzeak...

source: E&xport Selection
eu: E&sportatu hautapena

source: E&xport the segment to text files
eu: Esportatu segmentua testu-&fitxategira

source: ERROR: (declaring bean)
eu: ERROREA: (bean-a deklaratzen)

source: ERROR: {0}
eu: ERROREA: {0}

source: Ed&it
eu: Ed&itatu

source: Edit
eu: Editatu

source: Edit External Search Command
eu: Editatu kanpoko bilaketaren komandoa

source: Edit External Search Item
eu: Editatu kanpoko bilaketaren elementua

source: Edit External Search URL
eu: Editatu kanpoko bilaketaren URLa

source: Edit Filter
eu: Editatu iragazkia

source: Edit Filter Patterns
eu: Editatu iragazki-ereduak

source: Edit Highlight Pattern
eu: Editatu nabarmentze-eredua

source: Edit Pattern
eu: Editatu eredua

source: Edit Project
eu: Editatu proiektua

source: Edit Text
eu: Editatu testua

source: Edit project properties here.
eu: Editatu proiektuaren propietateak hemen.

source: Editor
eu: Editorea

source: Editor - {0}
eu: Editorea - {0}

source: Editor Options
eu: Editorearen aukerak

source: Email:
eu: Posta-helbidea:

source: Emptiness of soul Forever aching blackness Your help page not found
eu: Arima hustua Betiko mina ematen duen belztasuna Ez da aurkitu zure orria

source: Empty repository URL in the mapping
eu: Biltegi hutsaren URLa mapatzean

source: Enable history &prediction
eu: Gaitu historiaren &aurresatea

source: Enable project-specific commands
eu: Gaitu proiekturako espezifikoak diren komandoak
